{"text": "November 16, 2009  Mrs. Rowena L. Santiago JC Merchandising Inc. Lot 1, Blk 12 Villaflor Subd. Sunshine St. Quezon City  Dear Mrs. Santiago:  I see your products on your Facebook page,  please kindly send me the following items:  4 pcs. of  brown Michael Kors Card Case 5 pcs. of Rebecca Minkoff Crossbody  with Gold Tone Hardware 2 pcs. of Michael Kors Shoulder Bag 3 pcs. of Marc Jacobs Crossbody We will be having our product display on December 16 so I expected to arrive the above items on December 1. I already send my payment via Western Union with an amount of $8,585 including the shipping fees.  I just hope that item will be good condition and no damage.  Thanks and more power.  Sincerely yours,  Lethirna D. Wyles\n", "label": [[230, 236, "QUANTITY"], [241, 269, "PRODUCT"], [270, 276, "QUANTITY"], [280, 330, "PRODUCT"], [331, 337, "QUANTITY"], [341, 366, "PRODUCT"], [367, 373, "QUANTITY"], [377, 398, "PRODUCT"], [495, 506, "DUEDATE"]]}
{"text": "\nMay 23, 2004 Kiddie Shoppe School Calayaan Village Abucay, Bataan  Dear Sir/Madam:  Subject: Placing Order for School Supplies  We would like to place a bulk order for the supply of 6 bundles of short bond paper, 7 long bundles of bond paper and 100 pcs of short brown envelopes. We fully agree with your terms and conditions.  We are sending a demand draft for Php 1500 along with this letter.  Any damaged items will be returned at your expense in a week’s time.  We are looking forward to an earliest delivery.  Thanks and regards.  Sincerely yours,  Nestor L. Santos\n", "label": [[183, 192, "QUANTITY"], [196, 212, "PRODUCT"], [214, 228, "QUANTITY"], [232, 242, "PRODUCT"], [247, 254, "QUANTITY"], [258, 280, "PRODUCT"]]}
{"text": "\nDecember 15, 2001  Mr. Rhoderick C. Macapagal Capitangan, Abucay, Bataan  Dear Mr. Macapagal:  Sorry that we were not able to send you our new catalog because of a short delay in the shipment of your order. Your order is already packed and ready to shipped anytime once the confirmation arrives at these new prices,  4 bundle of towel (XH-8393) at $300 12 dozen of black small skirt (VW-36812) at $1500 24 dozen of pillow cases (BG-3673) at $4560  We already send you a new catalog and we will make sure that your name is in its proper place on our mailing list so that our future catalogs will reach you immediately.  Again thank you for patronage.  Very truly yours,  Victor Robles\n", "label": [[318, 326, "QUANTITY"], [330, 335, "PRODUCT"], [354, 362, "QUANTITY"], [366, 383, "PRODUCT"], [404, 412, "QUANTITY"], [416, 428, "PRODUCT"]]}
{"text": "\nDecember 12, 2003 Mr. Roland H. Gonzales ABC Marketing Incorporated Malabon, Metro Manila  Dear Mr. Gonzales:  We received your purchase order no. 42572 last September 10, 2003 with your letter stated that you want to hold your order for three months.  But as of now, we never heard from you and we would to let you know that we will be able to continue holding the pricing.  Please let us know if we need to send you updated quote for you.  If you want to place this order for you under an updated purchase order, please ignore this notice.  If you have any questions, please call me at (02) 725-5682.  Thank you for your order and for your continued patronage.  Respectfully yours,  Sonia Arellano\n", "label": []}
{"text": "\nMarch 28, 2001  Ms. Rosario Cosme Sese St. Valenzuela Metro Manila  Dear Mr. Cosme:  Our orders are the following:  10 pieces of angry bird pillow size 20” x 30” @ Php 6950 5 pieces of Disney piglet pillow size 16” x 34” @ Php 3975 3 pieces dora butterflies backpack size 10” x 12” @Php 1395 20 pieces of chairpad color pink @Php 3700 We really appreciate your shipping these merchandise so that they will reach us not later than April 5, billing them f.o.b Balanga City, Bataan, at 2/30, n/60 – your usual term.  Once again for your usual service.  Sincerely yours,  Khalil Reyes\n", "label": [[117, 126, "QUANTITY"], [130, 147, "PRODUCT"], [174, 182, "QUANTITY"], [186, 211, "PRODUCT"], [233, 241, "QUANTITY"], [242, 267, "PRODUCT"], [293, 302, "QUANTITY"], [306, 314, "PRODUCT"], [431, 438, "DUEDATE"]]}
{"text": "\nAugust 13, 2004  Mr. Jc Mer Navarro MYZ Enterprise Balanga City, Bataan  Dear Mr. Navarro:  Enclosed is a check worth of  Php 6500 for which please send me by parcel post:  2 pairs of Antiqued Leaf Chandelier Earnings 1 piece casual chic handbag 2 pieces powerport holder 4 pieces hello kitty lunch box  Please send these items within six days. Thank you for your usual business deal.  Sincerely yours,  Sarah M. Rodrigo\n", "label": [[174, 181, "QUANTITY"], [185, 218, "PRODUCT"], [219, 226, "QUANTITY"], [227, 246, "PRODUCT"], [247, 255, "QUANTITY"], [256, 272, "PRODUCT"], [273, 281, "QUANTITY"], [282, 303, "PRODUCT"], [336, 345, "DUEDATE"]]}
{"text": "\nApril 22, 1998  Ms. Len Felipe DNF Merchadise Abucay, Bataan  Dear Ms. Felipe:  Please send me the following merchandise on April 21 from your brochure.  2 pcs. Stegosaurus (17996B) Shaped Pillow 1 pc. Intage Comic Mickey Totebag (17062B) Oxford Fabric 5 pcs.  SFC TC Chairpad – Lime Green (9201B) Chair Pad 3 pcs. Orange Nevada (18068B) Junior Bolster  We shall expect the delivery on or before the date indicated.  Enclosed here is the copy of the terms and condition of our deal.  Truly yours,  Sherilyn Bautista\n", "label": [[125, 133, "DUEDATE"], [155, 161, "QUANTITY"], [162, 173, "PRODUCT"], [183, 196, "PRODUCT"], [197, 202, "QUANTITY"], [203, 230, "PRODUCT"], [240, 253, "PRODUCT"], [254, 260, "QUANTITY"], [262, 308, "PRODUCT"], [309, 315, "QUANTITY"], [316, 353, "PRODUCT"]]}
{"text": "\nApril 24, 1993  Ms. Glaiza Castro Orani Bookstore Orani, Bataan  Dear Ms. Castro:  I would like to order the following books as advertised in Home Magazine:  1 copy of Guide to Cooking Vol. 4 – Php 500.00 1 copy of Guide to Interior Designing – 500 1 copy of Guide to Outdoor Living – 500  Please deliver these books at the address given above.  As agreed upon, these books will be paid upon delivery.  Yours truly,  Charo Palacio\n", "label": [[159, 165, "QUANTITY"], [169, 192, "PRODUCT"], [206, 212, "QUANTITY"], [216, 243, "PRODUCT"], [250, 256, "QUANTITY"], [260, 283, "PRODUCT"]]}
{"text": "\nOctober 15, 2003  Dr. Bonifacio S. Villanueva President Leyte Institute of Technology (LIT) Tacloban City, Leyte  Sir:  Please send us the following books:  150 copies, Focus on the Environment, paperbound at Php 150.00 per copy 900 copies, The Big Picture in Nature Scope, Break 1 to 6 paperbound at Php 100.00 per copy 900 copies, The Environment and Me, paperbound at Php 120.00 per copy  Please add the cost of handling to send this order by parcel post.  We would like that this purchase be charged to our library fund.  We would appreciate it very much if you could send the books immediately.  Truly yours,  Miguel S. Acquin School Director\n", "label": [[158, 168, "QUANTITY"], [170, 194, "PRODUCT"], [230, 240, "QUANTITY"], [242, 273, "PRODUCT"], [322, 332, "QUANTITY"], [334, 356, "PRODUCT"]]}
{"text": "\nMarch 26, 1996  Mr. Arnold Enriquez Star Paper Corp Pasay City  Dear Mr. Enriquez:  Please accept this purchase order for the following:  112 gross Supberb Pencil, Grade F – Php. 3,000.00 25 gross Supberb pencils, No. 3 – Php 2,500.00 2 Oak Desk Trays, Letter Size No.17 – Php 2,000.00 10 doz. Star Transparent Tape, No. 2 – Php 2,600.00 3 m Gem Clips  – Php 450.00  TOTAL – Php 10,500.00  We require shipment by April 5, 1996 to:  Green Apple Inc. Balanga City, Bataan  If this order cannot be processed as requested, please contact me at (047) 791-2911 at your earliest convenience.  Very truly yours,  Lanie Santos", "label": [[139, 148, "QUANTITY"], [149, 163, "PRODUCT"], [189, 197, "QUANTITY"], [198, 213, "PRODUCT"], [236, 237, "QUANTITY"], [238, 252, "PRODUCT"], [287, 294, "QUANTITY"], [295, 316, "PRODUCT"], [339, 342, "QUANTITY"], [343, 352, "PRODUCT"], [414, 427, "DUEDATE"]]}
